{
   "Pizza Volante": {
      "FIELD2": "Name",
      "FIELD3": "Description",
      "FIELD4": "Price"
   },
   "item1": {
      "FIELD2": "Minestone",
      "FIELD3": "A classic Italian soup made with a medley of fresh vegetables, grain beans, pasta and home made chicken stock. Served with Parmesan sprinkled on top and hot garlic bread",
      "FIELD4": "65.00"
   },
   "item2": {
      "FIELD2": "Lentil Soup",
      "FIELD3": "A hearty and filling soup meal fortified with fresh vegetables and delicately seasoned with spiced served with hot garlic bread",
      "FIELD4": "65.00"
   },
   "item3": {
      "FIELD2": "Pesto on Pasta",
      "FIELD3": "A sublime contribution of fresh basil, garlic, roasted nuts, virgin olive and parmesan cheese over pasta. Served with hot garlic bread a very tasty and satisfying dish",
      "FIELD4": "129.00"
   },
   "item4": {
      "FIELD2": "Pasta with Meat Sauce",
      "FIELD3": "A tasty robust and very satisfying dish topped with grated parmesan cheese and served with garlic bread",
      "FIELD4": "181.00"
   },
   "item5": {
      "FIELD2": "Pasta Alfredo",
      "FIELD3": "A delicious classic pasta sauce made with cream, mushroom, bacon and dishes ofspice. Served with garlic bread",
      "FIELD4": "214.00"
   },
   "item6": {
      "FIELD2": "Mussels in Red Sauce with Wine",
      "FIELD3": "Mussels simmered with wine, tomatoes, garlic and herb. Served over pasta with parmesan cheese and hot garlic bread",
      "FIELD4": "199.00"
   },
   "item7": {
      "FIELD2": "Spaghetti Bolognese",
      "FIELD3": "Lean beef simmered with white wine and spiced. Served with garlic breast",
      "FIELD4": "232.00"
   },
   "item8": {
      "FIELD2": "Grilled Salmon Belly",
      "FIELD3": "Succulent ships of juicy salmon belly grilled to perfection served with rice. Mixed vegetables and sauce. A mount watering dish rich in healthful Omega 3 fish oil",
      "FIELD4": "190.00"
   },
   "item9": {
      "FIELD2": "Grilled Tanguigi",
      "FIELD3": "Served with Corsican rice or plain rice and mixed vegetables",
      "FIELD4": "210.00"
   },
   "item10": {
      "FIELD2": "Smoked Salmon Open Sandwich",
      "FIELD3": "A scrumptious mixture of Norwegian smoked salmon, virgin olive oil. Fresh onions and calamansi juice with toasted whole wheat bread on side. Makes light, nutritious and delicious meal",
      "FIELD4": "235.00"
   },
   "item11": {
      "FIELD2": "Grilled Lamb",
      "FIELD3": "Fire Grilled shoulder of Lamb lightly marinated and served with mixed vegetables and your choice of garlic bread, whole wheat bread, Corsican rice or plain rice",
      "FIELD4": "469.00"
   },
   "item12": {
      "FIELD2": "Peppered and Mushroom Pizza",
      "FIELD3": "Pepperoni mushroom in every bite! For pepperoni lovers",
      "FIELD4": "520.00"
   },
   "item13": {
      "FIELD2": "Pizza Morengo",
      "FIELD3": "Chunks of chicken breast sauteed with mushroom, onions and bell peppers. Harshly filling from a recipe created by Napoleon?s chef at small town in Piedmont region of Italy",
      "FIELD4": "545.00"
   },
   "item14": {
      "FIELD2": "Kenny George Pizza",
      "FIELD3": "An imphochai combination first prepared for two best friends with Hanna sausage, pepperoni, mushroom, onions, bell peppers and mozzarella cheese!",
      "FIELD4": "495.00"
   },
   "item15": {
      "FIELD2": "Smoked Salmon Pizza",
      "FIELD3": "An elegantly simple but mouthwatering delicious pizza covered wit smoked salmon and some onions.",
      "FIELD4": "620.00"
   },
   "item16": {
      "FIELD2": "Pizza Bolognese",
      "FIELD3": "A classic recipe using lean beef simmered slowly with wine, vegetative and spices to develop its rich flavor and aroma. Topped with mozzarella to make it even more satisfying and filling.",
      "FIELD4": "360.00"
   },
   "item17": {
      "FIELD2": "Roast Chicken Pizza",
      "FIELD3": "Thick juicy slices of roasted chicken and 100% Mozzarella",
      "FIELD4": "475.00"
   },
   "item18": {
      "FIELD2": "Pizza Hanna",
      "FIELD3": "Topped with original Mediterranean sausage patties delicately seasoned with wine and spices traditionally brought in by caravans from the East since days of old. Plenty meat and very filling.",
      "FIELD4": "421.00"
   },
   "item19": {
      "FIELD2": "Pizza Puttanesca",
      "FIELD3": "Anchovies impart their incomparable flavor and intensity to this traditional version popular along the seaside of Italy. Served with mushrooms sauteed in virgin olive oil. Not too much cheese in this one of the weight conscious. Very satisfying",
      "FIELD4": "575.00"
   },
   "item20": {
      "FIELD2": "Shrimp Pizza",
      "FIELD3": "A generous serving of shrimps seasoned with garlic on 1 cup of hot mozzarella pizza sauce and freshly baked dough.",
      "FIELD4": "575.00"
   }
}